tap "azure/azure-workload-identity"
tap "azure/functions"
tap "azure/kubelogin"
tap "derailed/k9s"
tap "ggerganov/ggerganov"
tap "git-chglog/git-chglog"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "julien-cpsn/atac"
tap "kdash-rs/kdash"
tap "mongodb/brew"
tap "nikitabobko/tap"
tap "pulumi/tap"
tap "vladimirvivien/oss-tools"
brew "pycparser"
brew "openssl@3"
brew "ansible"
brew "libtiff"
brew "argocd"
brew "asdf"
brew "atac"
brew "python@3.12"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "glib"
brew "harfbuzz"
brew "openjdk@21"
brew "bazel"
brew "brew-cask-completion"
brew "btop"
brew "carapace"
brew "cfssl"
brew "chezmoi"
brew "cilium-cli"
brew "cmake"
brew "commitizen"
brew "coreutils"
brew "dive"
brew "docker"
brew "docker-squash"
brew "docutils"
brew "eksctl"
brew "eza"
brew "fd"
brew "ffmpegthumbnailer"
brew "figlet"
brew "node"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "gitui"
brew "gnu-tar"
brew "go"
brew "go-task"
brew "goenv"
brew "grafana"
brew "grex"
brew "helix"
brew "helm"
brew "helmfile"
brew "imagemagick"
brew "jq"
brew "jupyterlab"
brew "kopia"
brew "kubectx"
brew "kubent"
brew "kustomize"
brew "luajit"
brew "luarocks"
brew "mas"
brew "minikube"
brew "mintoolkit"
brew "mongosh"
brew "neovim"
brew "nushell"
brew "openjdk@11"
brew "p7zip"
brew "perl"
brew "pinentry-mac"
brew "pipx"
brew "pnpm"
brew "podman"
brew "poetry"
brew "poppler"
brew "postgresql@14"
brew "postgresql@16"
brew "pre-commit"
brew "procs"
brew "prometheus"
brew "pyenv"
brew "python@3.11"
brew "qemu"
brew "ripgrep"
brew "ruff"
brew "sevenzip"
brew "skopeo"
brew "sshpass"
brew "starship"
brew "tfenv"
brew "the_silver_searcher"
brew "tlrc"
brew "tmux"
brew "toilet"
brew "tree"
brew "universal-ctags"
brew "unzip"
brew "uv"
brew "vault"
brew "velero"
brew "wget"
brew "yazi"
brew "yq"
brew "zellij"
brew "zoxide"
brew "zsh-completions"
brew "azure/azure-workload-identity/azwi"
brew "azure/functions/azure-functions-core-tools@4"
brew "azure/kubelogin/kubelogin"
brew "derailed/k9s/k9s"
brew "ggerganov/ggerganov/hnterm"
brew "git-chglog/git-chglog/git-chglog"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/sentinel"
brew "hashicorp/tap/terraform-ls"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "kdash-rs/kdash/kdash"
brew "pulumi/tap/pulumi"
brew "vladimirvivien/oss-tools/ktop"
cask "docker"
cask "dotnet"
cask "font-fira-code"
cask "font-meslo-lg-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "git-credential-manager"
cask "hashicorp-vagrant"
cask "obsidian"
cask "pgadmin4"
cask "podman-desktop"
cask "powershell"
cask "wezterm"
cask "zed"
vscode "aaron-bond.better-comments"
vscode "azapi-vscode.azapi"
vscode "azurite.azurite"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "charliermarsh.ruff"
vscode "csharpier.csharpier-vscode"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "durablefunctionsmonitor.durablefunctionsmonitor"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.hcl"
vscode "hashicorp.sentinel"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-kubernetes-tools.vscode-aks-tools"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.atom-keybindings"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "mushan.vscode-paste-image"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "rosshamish.kuskus-kusto-syntax-highlighting"
